Revit 2027 API
BuiltInFailures.GroupFailures.UnableToExcludeElems Property
 Unable to exclude the selected group members.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnableToExcludeElems { get; }
Public Shared ReadOnly Property UnableToExcludeElems As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnableToExcludeElems {
	FailureDefinitionId^ get ();
}
static member UnableToExcludeElems : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace